HSDTaskName = "Manutenção";

HSDFeedRollerHeaderTitle = "Manutenção do Rolo de Alimentação e da Almofada de Separação";
HSDNotifyMeTitle = "Notifique-me quando for hora da manutenção.";
HSDTotalPagesTitle = "Total de páginas alimentadas:";
HSDPagesSinceReplacementTitle = "Páginas alimentadas desde a última substituição:";
HSDPreviouslyRecordedReplacementsTitle = "Substituições registradas anteriormente:";
HSDReplacementRecommendedTitle = "Substituição recomendada agora:";
HSDReplaceButtonTitle = "Registrar substituição...";

RecordReplacementWarnTitle = "Registrar substituição?";
RecordReplacementWarnText = "Essa ação redefine a contagem de páginas alimentadas e incrementa a contagem de substituições para o rolo de alimentação e a almofada de separação.";

MaintenanceRecommendedWarnTitle = "Manutenção recomendada";
MaintenanceRecommendedWarnText = "O rolo de alimentação e a almofada do scanner devem ser substituídos.";
